---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RevitLinkGraphicsSettings
source: html/625af0a8-7419-9332-c693-c7acbdf7782a.htm
---
# RevitLinkGraphicsSettings Members

Creates a new RevitLinkGraphicsSettings instance.